Repository: franzholz/ecorss
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: fr

source: First name:
fr: Prénom :

source: Last name:
fr: Nom :

# sendButton
source: Send
fr: Envoyer

# resetButton
source: Reset
fr: Annuler

# addAddress
source: Add a new address:
fr: Ajouter une nouvelle adresse

# updateAddress
source: Update / delete an address:
fr: Modifier / Supprimer une adresse

# insertEmail
source: Insert your email, please:
fr: Veuillez saisir votre adresse email :

# emptyFirstNameError
source: First name's value is empty :
fr: Veuillez saisir votre prénom :

# emptyLastNameError
source: Last name's value is empty :
fr: Veuillez saisir votre nom :

# emptyEmailError
source: Email's value empty :
fr: Veuillez saisir un email :

# formError
source: More informations needed
fr: Données saisies incomplètes.

# invalidEmailError
source: Email format invalid :
fr: Adresse email invalide :

# formOK1
source: We receive your subscription successfuly.
fr: Votre inscription nous est bien parvenue.

# formOK2
source: An email has been sent
fr: Un email de confirmation vient de vous être envoyé.

# formOK3
source: Please, read the email in order to confirm your subscription.
fr: Veuillez en prendre connaissance pour finaliser votre inscription.

# formUpdateUserOK1
source: An email has been sent.
fr: Un email vient de vous être envoyé.

# formUpdateUserOK2
source: Please, read it and follow the instructions.
fr: Veuillez en prendre connaissance et suivre les indications pour modifier votre inscription.

# backButton
source: Back
fr: Retour

# existsEmailError
source: Email already exists:
fr: Email déjà inscrit :

# notExistsEmailError
source: This email does not exist :
fr: Cet adresse email n'est pas enregistré :

# emailSubjectAddUser
source: Confirm your subscription, please.
fr: Veuillez confirmer votre inscription à la newsletter.

# emailSubjectUpdateUser
source: Update your subscription.
fr: Modifier votre inscription à la newsletter.

# updateButton
source: Update
fr: Mettre à jour

# yesButton
source: Yes
fr: Oui

# noButton
source: No
fr: Non

# subscriptionConfirmed
source: Your subscription is confirmed.
fr: Votre inscription est à présent confirmée.

# subscriptionHello
source: Hello
fr: Bonjour,

# subscriptionText1
source: You will receive our next newsletter.
fr: Vous recevrez de nos nouvelles dans notre prochaine newsletter.

# subscriptionText2
source: You can edit or delete your subscription at any time :
fr: Vous pouvez, en tout temps, mettre à jour vos coordonnées ou résilier votre abonnement :

# deleteConfirmation
source: Are you sure you want to delete your subscription
fr: Etes-vous certain de vouloir supprimer votre inscription ?
